{
 "nytimes": [
  {
   "img": "i/ies-at-58.jpg", 
   "title": "David Carr, Times Critic and Champion of Media, Dies at 58", 
   "url": "http://www.nytimes.com/2015/02/13/business/media/david-carr-media-equation-columnist-for-the-times-is-dead-at-58.html", 
   "age": 1423717200, 
   "topComment": "I don't think I've ever felt this strongly about the death of a public person. I feel like I've been kicked in the stomach. David Carr's fierce love of the Times, his hard-earned moral authority and his beautiful writing made the world a better, more...", 
   "tag": "media", 
   "topCommentNum": 213, 
   "numComments": 655
  }, 
  {
   "img": "i/co-s-Life.jpg", 
   "title": "How One Stupid Tweet Blew Up Justine Sacco’s Life", 
   "url": "http://www.nytimes.com/2015/02/15/magazine/how-one-stupid-tweet-ruined-justine-saccos-life.html", 
   "age": 1423717199, 
   "topComment": "Social media is, on the whole, a very bad thing. It wastes time, gives at best ephemeral pleasure with a modicum of interest, causes privacy and necessary social boundaries to disintegrate, and enriches people very much at the expense of others. Anyo...", 
   "tag": "magazine", 
   "topCommentNum": 1007, 
   "numComments": 719
  }, 
  {
   "img": "i/ghanistan.jpg", 
   "title": "U.S. Is Escalating a Secretive War in Afghanistan", 
   "url": "http://www.nytimes.com/2015/02/13/world/asia/data-from-seized-computer-fuels-a-surge-in-us-raids-on-al-qaeda.html", 
   "age": 1423717198, 
   "topComment": "Why is this information being made public? This would seem to be a wake-up call for any adversaries to use better encryption on their computers, why would we want this?", 
   "tag": "asia", 
   "topCommentNum": 173, 
   "numComments": 294
  }, 
  {
   "img": "i/ay-Unions.jpg", 
   "title": "U.S. Orders Alabama to License Gay Unions", 
   "url": "http://www.nytimes.com/2015/02/13/us/alabama-same-sex-marriage-ruling.html", 
   "age": 1423717197, 
   "topComment": "In 1968 my girlfriend and I went to Dothan, Alabama, from Gainesville, Florida, to get married. We were young and in a hurry, so we went to this strange state that had a more lenient age requirement. The justice who married us was not the least bit h...", 
   "tag": "us", 
   "topCommentNum": 361, 
   "numComments": 441
  }, 
  {
   "img": "i/udy-Finds.jpg", 
   "title": "Smoking’s Toll on Health Is Even Worse Than Previously Thought, a Study Finds", 
   "url": "http://www.nytimes.com/2015/02/12/health/smokings-health-toll-worse-than-previously-thought-study-says.html", 
   "age": 1423630796, 
   "topComment": "Republicans are aghast at federal subsidies to help middle- and lower-income Americans pay for health insurance. But federal subsidies to farmers of tobacco -- a root cause of so many serious and expensive illnesses that drive the rising cost of heal...", 
   "tag": "health", 
   "topCommentNum": 339, 
   "numComments": 473
  }
 ]
}