{
 "atlantic": [
  {
   "img": "i/ay-Couple.jpg", 
   "title": "Texas Has Legally Married One Gay Couple", 
   "url": "http://www.theatlantic.com/politics/archive/2015/02/Travis-County-Clerk-Issues-First-Gay-Marriage-Texas/385672/", 
   "age": 1424386726, 
   "topComment": "The optics of trying to invalidate the marriage of a woman with cancer is just awful. Even if you can't appeal to them based on human decency, I would think their political instincts would be good enough to see that as a lose-lose for them.", 
   "tag": "politics", 
   "topCommentNum": 12, 
   "numComments": 82
  }, 
  {
   "img": "i/uidelines.jpg", 
   "title": "Eggs Are Back: The Elegant Simplicity of the New Diet Guidelines", 
   "url": "http://www.theatlantic.com/health/archive/2015/02/the-new-best-way-to-eat/385659/", 
   "age": 1424384040, 
   "topComment": "Eggs never left my table, nor did whole milk, red meat or salt or sugar. Aspartame - not a chance in hell would I consume that - right up there with HFCS. Whole milk is 3% fat -\nthen there are those crappy watered down versions - 2% & 1%", 
   "tag": "health", 
   "topCommentNum": 8, 
   "numComments": 35
  }, 
  {
   "img": "i/ing-David.jpg", 
   "title": "King David", 
   "url": "http://www.theatlantic.com/politics/archive/2015/02/king-david/385596/", 
   "age": 1424380738, 
   "topComment": "Beautiful piece. At my high school, we have something called recovery. Knuckleheads who have missed more than ten days of a class have to \"recover\" those classes. Mostly they just sit in a room, or clean erasers.", 
   "tag": "politics", 
   "topCommentNum": 33, 
   "numComments": 44
  }, 
  {
   "img": "i/-America.jpg", 
   "title": "What Does It Mean for Obama to Love or Hate America?", 
   "url": "http://www.theatlantic.com/politics/archive/2015/02/Rudy-Giuliani-Obama-Does-Not-Love-America/385647/", 
   "age": 1424375158, 
   "topComment": "Not sure why someone who doesn't love America brought down its unemployment rate to 5.7% and provided health care for uninsured folk. At this rate we should get some Al Qaeda clown into the Oval Office so we can really get stuff done.", 
   "tag": "politics", 
   "topCommentNum": 52, 
   "numComments": 1176
  }
 ]
}