{
 "b_list": [
  {
   "title": "Medicine's Unrelenting Race Gap", 
   "url": "http://www.theatlantic.com/health/archive/2014/12/the-race-problem-in-medicine-race/383613/", 
   "age": 1418250660, 
   "topComment": "I love this one, \"The healthcare system is one that, as recently as World War II, would not mix donations in blood banks from white and black people...\" Really, we're talking 70 years ago. Medicine has basically completely changed in that amount of time. One could also write, \"as recently as World War II penicillin wasn't in use to treat infections\". See how silly that is when the whole idea of medicine has changed in a generation?", 
   "tag": "health", 
   "topCommentNum": 9, 
   "numComments": 13
  }, 
  {
   "title": "Rape and the Rush to Pass Judgment", 
   "url": "http://www.theatlantic.com/politics/archive/2014/12/against-universal-responses-to-rape-allegations/383552/", 
   "age": 1418242365, 
   "topComment": "I've spent a lot of time thinking about this dynamic, all as part of introspection after being one of those young internet-empowered fools braying for the blood of the Duke lacrosse team all that time ago. I wanted to know why I was so fervent, and so wrong.\n\nI think there's a real victim-bias among liberals such as myself. We prime ourselves to be so empathetic to the aggrieved that we lose the impulse towards skepticism that healthy advocacy requires. The case you should fear the most is the one that falls so neatly into whatever cause you want to carry forth. You have to pause, you have to evaluate facts, and you have to retain the willingness to be wrong. All of these things are contrary to emotional fulfillment, to passion, and are grossly unsatisfactory.", 
   "tag": "politics", 
   "topCommentNum": 31, 
   "numComments": 239
  }, 
  {
   "title": "Lumbersexuality and Its Discontents", 
   "url": "http://www.theatlantic.com/national/archive/2014/12/lumbersexuality-and-its-discontents/383563/", 
   "age": 1418229735, 
   "topComment": "Has this author never heard of Monty Python? Seriously, the lumberjack/sexuality equation was locked down forty years ago in the Lumberjack Song, beginning \"I'm a lumberjack and I'm OK / I sleep all night and work all day\" and ending with \"I want to be a girlie, just like my dear mama!\"", 
   "tag": "national", 
   "topCommentNum": 66, 
   "numComments": 205
  }
 ]
}